import React from 'react';
import Wrap from '../Wrap';
import Title from '../Title';
import List from '../List';

const data = [
  'Адмиралтейский',
  'Василеостровский',
  'Выборгский',
  'Калининский',
  'Кировский',
  'Колпинский',
  'Красногвардейский',
  'Красносельский',
  'Кронштадтский',
  'Курортный',
  'Ломоносовский',
  'Тосненский',
  'Московский',
  'Невский',
  'Павловский',
  'Петроградский',
  'Петродворцовый',
  'Приморский',
  'Пушкинский',
  'Фрунзенский',
  'Центральный',
];

const Districts = () => (
  <Wrap extClassName="py-12 lg:py-16">
    <Title>Наши мастера работают по всем районам Санкт-Петербурга</Title>
    <List data={data} />
  </Wrap>
);

export default Districts;
